<template>
  <el-dialog
    title="公告"
    :visible.sync="visible"
    :close-on-click-modal="false"
    :close-on-press-escape="false"
    append-to-body
    width="50%"
  >
    <div v-if="type === 1" class="content">
      <h1>炼油第三联合车间防互窜管理规定</h1>
      <p>为了加强炼油第三联合车间盲板、放空阀封堵管理，防止异种介质互窜影响安全生产；防止有毒有害、易燃易爆介质泄漏引发安全事故，同时做好装置和系统在运行及开停工期间（包括临时性抢修、局部检修）的能量隔离，确保其运行和检维修作业安全，特制定本管理办法。</p>

      <h2>一、名词解释</h2>
      <p><b>盲板：</b>是指生产设备设施及工艺管道用于物料封堵、能量隔离的法兰或法兰盖（管线直角弯的视为弯头）。盲板分为板式平板盲板、8字盲板、插板及垫环等。在高温高压部位、重要安全节点部位，优先选用标准且醒目的8字盲板；所有工艺介质需要能量隔离、异种介质需要物理断开的，必须进行物理拆除、盲板隔离或采用三阀组形式进行隔离；装置能量隔离优先使用物理拆除和盲板隔离。</p>
      <p><b>放空阀封堵：</b>是指用于与大气相通的放空阀上进行封堵的盲法兰、管堵或者盲板。 所有有毒、有害、可燃、可爆介质（酸、碱、油品、氢气、瓦斯、化工原材料等）或公用工程（氮气、风、蒸汽、水等）的放空阀，必须进行封堵。</p>

      <h2>二、检查频次</h2>
      <div style="border: 1px solid #000;">
        <span>
          1、装置盲板隔离点全部纳入互窜点管理范畴，要求如下：<br>
          1）装置开停工使用、长期不调整的盲板列入附表1-1，每年4月、10月进行一次专项检查确认。<br>
          2）装置日常临时拆、装的盲板列入附表1-2，每月检查更新一次。各班组须于<span class="red">每月18日至25日期间，完成盲板检查工作。</span><br>
          具体管理要求执行《中石油克拉玛依石化有限责任公司盲板、放空阀封堵管理办法》中要求。<br>
        </span><div class="divider" />
        <span>
          2、地下污油系统排放点全部纳入互窜点管理范畴，要求每季度检查一次<span class="red">（每个班组都要检查）</span>，盲板隔离点执行盲板管理相关要求。台账内容见班组通用-006防护窜台账-附表2。<br>
          具体管理要求执行《中石油克拉玛依石化有限责任公司盲板、放空阀封堵管理办法》中要求。
        </span><div class="divider" />
        <span>
          3、换热器内漏方面，全部纳入互窜点管理范畴，要求如下：<br>
          1）循环水换热器根据循环水管理要求，每周三白班班组循环水检查时打开出口放空阀门检测查漏一次。<br>
          2）其余换热器由日常化验分析、进出口介质温度、相关流量、压力参数予以日常监控。台账内容见班组通用-006防护窜台账-附表3。<br>
        </span><div class="divider" />
        <span>
          4、车间涉及氮气、风、蒸汽、水等公用工程的异种介质连接流程全部纳入互窜点管理范畴，要求如下：<br>
          1）未盲板隔离的、装置生产需要经常使用的公共介质互窜点，要求每月检查一次。<br>
          2）已经盲板隔离，列入盲板台账的公共介质互窜点，具体检查频次与盲板检查频次一致，不再重复检查。<br>
          具体管理要求执行《中石油克拉玛依石化有限责任公司盲板、放空阀封堵管理办法》中要求。台账内容见班组通用-006防护窜台账-附表4。<br>
        </span><div class="divider" />
        <span>
          5、车间所有容器互窜点具体执行《容器介质互窜点》表中要求，检查频次为日常监控，台账内容见班组通用-006防护窜台账-附表5。对于高压窜低压风险较大的互窜点，单独建立关键互窜点台账，台账内容见班组通用-006防护窜台账-附表5，关键互窜点管理具体要求如下：<br>
          ①：对于非临氢装置：窜压后低压侧容器、管线有超压风险的纳入关键互窜点管理。<br>
          ②：临氢装置：高压泵出口/原料罐（注水罐）、高压分离器/低压分离器（水相/油相）、循环氢机入口缓冲罐/地下污油罐（低压分离器）、循环氢脱硫塔/胺液系统、低压分离器/含硫污水系统等部位全部纳入关键互窜点台账。<br>
        </span>
        <span>
          6、其它互窜流程管理，要求每月检查一次，台账内容见班组通用-006-防护窜台账-附表6。此部分主要包含但不限于以下内容：<br>
          ①原料/产品跨线（包含各种循环流程）<br>
          ②注水流程<br>
          ③化工助剂流程<br>
          ④不合格线流程（含各种开/停工线流程）<br>
        </span>
      </div>
      <p class="red bold">
        注：1.车间检查和管理只根据班组通用-006 车间防护窜台账，班组原有台账可用于承包区内部自行检查和更新。
      </p>
      <p class="red bold">
        2. “8”字盲板长期处于“通位”状态下，不列入盲板台帐管理。装置单体设备等局部临时检维修期间加装的隔离盲板，在临时作业方案中进行审批，不列入盲板台帐管理，由作业项目负责人进行专人、集中、统一管理，检修结束后未拆除的盲板纳入盲板台帐管理。
      </p>
      <p class="red bold">
        3.当处于长期管理的盲板状态发生变动时，应将其从长期盲板中剔除并列入到短期盲板台账中进行管理。
      </p>

      <h2>三、检查内容</h2>
      <p>1.盲板牌完好、牌号清晰可见，现场牌号、盲板（“盲”/“通”）状态与台账一致。</p>
      <p>2.盲板为标准盲板，且应优先选用标准的“8”字盲板。</p>
      <p>3.盲板（堵头/管堵）规格、型号等应与盲板台账一致，且符合对当前管线里的介质的隔离要求。</p>
      <p>4.盲板安装正确，盲板俩侧均应有合适且标准的垫片，盲板俩侧无泄漏，俩侧法兰螺栓均满扣。</p>
      <p>5. 堵头、管堵安装正确，紧固且无明显泄漏。</p>
      <p>6.隔离介质为易燃易爆有毒的介质，特别是气体时，应携带相应的检测仪，检测盲板、堵头、管堵有无泄露情况。</p>
      <p>7.班组盲板、三阀组及放空阀封堵台账中隔离的介质，介质压力和温度与实际接近。</p>
      <p>8.各班组按照《中石油克拉玛依石化有限责任公司盲板、放空阀封堵管理办法》仔细检查本班承包区物料封堵、能量隔离的完善情况，发现问题应及时反馈并整改。</p>
      <p>9.每块盲板都需要建立对应的盲板流程图，车间盲板流程图与现场及台账都要符合。</p>

      <h2>四、盲板变更说明</h2>
      <p>1. 当班拆装的盲板需挂盲板牌（拆出盲板需摘牌并将牌子统一收回），并及时录入班长记录和盲板拆装台账，并将盲板台账更新。无论当班抽打的盲板是否为本班承包区所属盲板，都必须更新盲板台账，班组通用-006防护窜台账-长期/短期盲板和盲板拆装表。</p>
      <p>2. 其中Ⅰ、Ⅱ、Ⅲ套高压加氢和Ⅱ套白油加氢的压缩机入口氮气三阀组全部按盲板管理，除机组需大修或车间安排的特殊情况下盲板可以为“通”位，其余情况下盲板均在“盲”位。Ⅰ、Ⅱ、Ⅲ套高压加氢事故氮气三阀组，按照每周检查一次的频率，班组通用-006防护窜台账-未封堵放空阀表，如后期车间安排事故氮气三阀组盲板由“通”全部变成“盲”位后，可不用继续填写。</p>

      <h2>五、考核管理</h2>
      <p>1.各班组须在时间节点内完成对应检查工作。逾期完成，工艺考核班组-1分；</p>
      <p>2.班组均应按公司最新下发的《中石油克拉玛依石化有限责任公司盲板放空阀封堵管理办法》仔细检查本班承包区物料封堵、能量隔离的完善情况，发现问题及时反馈并整改。否则工艺考核承包班组-0.5分/处。</p>
      <p>3.车间发现台账与现场牌子或投用状态不符的，牌子丢失（特殊原因如大风除外）或牌号不清楚的，盲板为非标准盲板的，盲板规格和型号不符合要求的。工艺考核承包班组-0.5分/处。</p>
      <p>4.班组进行作业时导通的盲板或三阀组待作业结束后需及时恢复，未及时恢复的工艺考核班组-0.5分/处，并取消任务分。若作业由多个班组依次完成，则恢复工作由最后一个班组进行。</p>
      <p>5.当班拆装的盲板需挂盲板牌（拆出盲板需摘牌并将牌子统一收回）并及时录入班长记录、盲板拆装台账，并将盲板台账更新。未执行的工艺考核班组-0.5分/处。</p>
      <p>6.对于不再使用的盲板或三阀组，承包班组要及时在台账上标注清晰，回收保存好牌子，如果盲板或三阀组牌子丢失，工艺考核-0.5分/处，且班组自行按标准配齐。</p>
      <p>7.盲板安装正确，盲板俩侧均应有合适且标准的垫片，盲板俩侧无泄漏，俩侧法兰螺栓均满扣。未到达本条标准的，工艺考核班组-0.5分/处。</p>
      <p>8. 堵头、管堵紧固且无明显泄漏。未到达本条标准的，工艺考核班组-0.5分/处。</p>
      <p>9.对于擅自删减盲板或三阀组或放空堵头、管堵数量的，工艺考核班组-1分/处。</p>
      <p>10.发现各班组承包区中的盲板或三阀组或放空堵头、管堵未列入台账，工艺考核-0.5分/处。</p>
      <p>11.发现各班组承包区中放空堵头、管堵使用不符合标准的（例如高压阀门用低压管帽），每处考核-0.5分/处。</p>
      <p>12.班组盲板、三阀组及放空阀封堵台账中隔离的介质应与实际相符，介质压力和温度与实际接近。偏差过大或不符每处考核-0.5分/处。</p>
      <p>13.每块盲板都需要建立对应的盲板流程图，车间发现盲板流程图与现场及台账不符的，工艺考核承包班组-0.3分/处</p>
      <p>14.若被公司检查出问题，按公司考核的双倍对承包班组进行考核</p>
    </div>

    <div v-if="type === 2" class="content">
      <h1>关于修订印发《中石油克拉玛依石化有限责任公司盲板、放空阀封堵管理办法》的通知</h1>
      <span>公司各单位：</span>
      <p>为了加强中石油克拉玛依石化有限责任公司盲板、放空阀封堵管理，防止异种介质互窜影响安全生产；防止有毒有害、易燃易爆介质泄漏引发安全事故，同时做好装置和系统在运行及开停工期间（包括临时性抢修、局部检修）的能量隔离，确保其运行和检维修作业安全，现修订印发《中石油克拉玛依石化有限责任公司盲板、放空阀封堵管理办法》，请遵照执行。</p>
      <p>原《中石油克拉玛依石化有限责任公司盲板、放空阀封堵管理办法》（克石化科〔2022〕20号）同时废止。</p>
      <div class="sign">
        <div style="text-align: center;">
          <div>中石油克拉玛依石化有限责任公司</div>
          <div>2023年8月8日</div>
        </div>
      </div>
    </div>

    <div v-if="type === 3" class="content">
      <h1>中石油克拉玛依石化有限责任公司<br>盲板、放空阀封堵管理办法</h1>

      <p>第一条 为了加强中石油克拉玛依石化有限责任公司（以下简称公司）盲板、放空阀封堵管理，防止异种介质互窜影响安全生产；防止有毒有害、易燃易爆介质泄漏引发安全事故，同时做好装置和系统在运行及开停工期间（包括临时性抢修、局部检修）的能量隔离，确保其运行和检维修作业安全，特制定本管理办法。</p>
      <p>第二条 本办法适用于中石油克拉玛依石化有限责任公司所属各单位。</p>
      <p>第三条 名词解释</p>
      <p><b>盲板：</b>是指生产设备设施及工艺管道用于物料封堵、能量隔离的法兰或法兰盖。盲板分为板式平板盲板、8字盲板、插板等。在高温高压部位、重要安全节点部位，优先选用标准且醒目的8字盲板。</p>
      <p><b>放空阀封堵：</b><span class="red">是指用于与大气相通的放空阀上进行封堵的盲法兰、管堵或者盲板。 所有有毒、有害、可燃、可爆介质（酸、碱、油品、氢气、瓦斯、化工原材料等）或公用工程（氮气、风、蒸汽、水等）的放空阀，必须进行封堵。</span></p>
      <p>第四条 管理职责</p>
      <p>（一）科技处是公司装置界区内盲板、放空阀封堵的归口管理部门。负责组织装置界区内的盲板、放空阀封堵管理方案的制订、审批、执行和检查；负责对装置界区内的盲板、放空阀封堵进行检查、管理和考核；负责对装置界区内的防互窜管理进行检查、管理和考核。</p>
      <p>（二）生产运行处负责组织装置界区以外的系统、管廊、罐区、公用工程等盲板管理方案的制订、审批、执行和检查；负责对装置界区以外的系统、管廊、罐区、公用工程等盲板、放空阀封堵的检查、管理和考核；负责对装置界区外的防互窜管理进行检查、管理和考核。</p>
      <p>（三）机动设备处负责组织实施DN100及以上盲板的抽插作业；负责对装置的机泵润滑、仪表及控制系统的盲板、放空阀封堵进行检查、管理和考核。</p>
      <p>（四）质量安全环保处负责对各单位盲板方案实施过程进行监督检查；负责对安全环保设施盲板、放空阀封堵的检查、管理和考核。</p>
      <p>（五）工程管理部负责新建装置（项目）按设计图纸配置盲板、放空阀封堵；负责试车过程中的盲板抽插作业和质量监督。</p>
      <p>（六）各生产单位是装置盲板、放空阀封堵以及防互窜管理的具体执行单位，主要职责如下：</p>
      <p>1. 工艺副主任是车间盲板、放空阀封堵和防互窜管理负责人，负责组织制订安全可靠的管理方案并监督执行；装置工艺负责人是装置的盲板、放空阀封堵和防互窜管理的业务主管，负责下达作业指令，对方案执行情况进行现场监督、检查、登记和考核，做到管理受控；装置工艺、设备技术员为盲板、放空阀封堵和防互窜管理的业务主办，负责配合业务主管开展管理工作，主管不在岗期间履行主管职责。</p>
      <p>2. 负责装置工艺隔离方案编制审批（附件1）、盲板拆装确认投用检查确认；负责对方案执行情况进行检查和考核。</p>
      <p>3. 负责建立《***车间***装置长期（短期）盲板管理台帐》（附件2）、《***车间***装置盲板拆/装确认明细表》（附件3）。装置长期存在、抽堵时间为一个检修周期的盲板，按长期盲板进行管理，每半年（4月、10月）进行一次专项检查和确认。除长期盲板以外的盲板，按短期盲板进行管理，每季度进行一次专项检查和确认。台帐中建立界区系统管线和装置内部盲板台帐，台帐可以是电子版。“8”字盲板处于“通位”状态下，不列入盲板台帐管理。装置单体设备等局部临时检维修期间加装的隔离盲板，在临时作业方案中进行审批，不列入盲板台帐管理，由作业项目负责人进行专人、集中、统一管理，检修结束后未拆除的盲板纳入盲板台帐管理。</p>
      <p>4. 负责建立《***车间***装置放空阀封堵管理台帐》（附件4）及《***车间***装置放空阀封堵拆/装明细表》（附件5）。装置放空阀封堵按需要加装的堵头或管堵，不需要统一编号，放空阀封堵台帐和明细表可以是电子版，每月专人对照台帐进行一次检查、确认和记录。</p>
      <p>5. 用于异种介质隔离的阀组处理方式为：靠近主工艺介质侧的阀门处用盲板进行隔离，放空阀进行封堵。对于装置应急使用的事故氮气、事故蒸汽、急冷油（如临氢装置反应器事故氮气、球罐水顶烃水、压缩机大机组事故氮气）等介质与主工艺介质隔离阀组的放空阀，可以不进行封堵，但必须由直属车间建立《***车间***装置未封堵放空阀台帐》（附件6），经公司主管部门审批后，每周检查一次，并做好记录，填写《***车间***装置未封堵放空阀检查记录表》（附件7）。</p>
      <p>第五条 各生产车间主任或分厂厂长是本单位工艺隔离管理工作的总负责人，可指定装置工艺副主任为工艺隔离具体管理人员，领导和管理车间的工艺隔离管理工作，在技术人员下达工艺隔离作业票证以前，对票证进行审批，确保盲板作业管理受控，盲板作业执行公司管线打开作业票。</p>
      <p>第六条 装置工艺隔离方案（附件1）主要包括隔离流程图和盲板拆/装确认明细表。流程图上标明盲板位置、编号和形状（8字盲板、普通盲板）。盲板拆/装确认明细表包括以下内容：盲板编号、规格、压力等级，盲板部位温度、压力、介质性质（汽相、液相或汽液两相），拆装时间、确认人等。</p>
      <p>第七条 车间停工检修时，界区盲板全部加在本单位介质出装置前最后一道阀的前法兰上。如存在特殊情况，必须经生产运行处审批同意。</p>
      <p>第八条 装置内盲板均实行编号、台帐、挂牌和日常巡检及动态管理。编号原则按装置名称+数字，改变状态必须履行审批手续和填写相关记录。<span class="red">用于放空阀封堵的盲板可以不按以上要求管理，但必须在《***车间***装置放空阀封堵管理台帐》中登记。</span></p>
      <p>第九条 盲板及盲板牌可重复利用，盲板尽量使用“8”字盲板，严禁使用没有“把手”的非标盲板。</p>
      <p>第十条 生产车间准备好本单位生产所需盲板、集中规范统一存放，按照盲板表规定的位置将盲板牌挂好。在实施盲板拆装作业前，盲板所在装置应先对涉及设备或管线内介质进行处理，为抽插盲板创造作业条件。工艺隔离管理员要到检修现场进行检查，与现场作业人员共同确认是否具备抽插盲板的作业条件。对关键、危险作业条件较难控制的盲板要有相应的处理方案，处理过程中要考虑到阀门内漏和压力表失灵等特殊情况。</p>
      <p>第十一条 在装置停工前，根据停工检修具体内容、检修隔离要求及设备状况（被隔离介质的压力等级、腐蚀性等），编制装置停工检修工艺隔离方案，做到生产系统与检修系统完全隔离。结合装置吹扫情况，对照停工检修盲板清单以及开工过程中需拆装盲板情况，编制装置开工工艺隔离方案。</p>
      <p>第十二条 装置开停工组织实施盲板抽插作业，要填写好开停工盲板确认明细表单。装置开工并转入正常生产后，要求将正常生产期间所抽插的盲板（包括开工过程中安装的盲板）及时在盲板管理台帐中登记。</p>
      <p>第十三条 检修作业人员在作业前，必须与生产单位工艺隔离管理员共同核对盲板安装（编号、大小及垫片材质，详见附件8）及能量隔离，确认无误后才能进行持票、执行操作规程作业。</p>
      <p>第十四条 现场抽插盲板作业由所在车间总负责。车间工艺隔离管理员和现场作业人员落实现场条件，开具作业票证，对抽插盲板作业配合人员进行现场条件确认和交底；车间和作业配合人员双方在作业票上确认签字后，方可进行抽（插）盲板作业(本项作业执行公司的管线打开作业票)；作业结束后，生产装置操作人员将盲板编号牌摘（挂）在抽（插）盲板的位置上，在作业票证上确认签字后，交车间工艺隔离管理员签字确认，并做好相应登记工作。</p>
      <p>第十五条 装置大修或临时抢修，车间工艺隔离管理员要对盲板隔离执行结果进行整体检查，避免遗漏或错插、错抽盲板，影响检修和开工的安全；每次作业前，车间工艺隔离管理员和项目负责人，要对能量隔离的盲板进行检查核对，防止交叉作业过程中误操作破坏能量隔离，影响安全作业。任何单位和个人，对盲板以及与之相连阀门的操作与作业，都必须得到工艺隔离管理员和项目负责人的共同确认，同意并采取补充措施后方可进行。</p>
      <p>第十六条 介质防互窜管理</p>
      <p>日常生产及开停工过程中，对于存在介质互窜的流程系统，要采取适合的能量隔离措施。</p>
      <p>（一）正常生产</p>
      <p>1. 生产装置的换热（冷）设备应保持完好，防止泄漏导致介质互窜。装置应定期检查或化验分析，及时发现和处理可能的介质互窜。</p>
      <p>2. 生产车间要定期对非盲板隔离互窜点的阀门状态等进行检查和确认，盲板隔离的检查执行盲板管理具体要求，发现问题要及时处理和反馈。</p>
      <p>（二）装置开停工</p>
      <p>1. 生产车间在制定开停工方案时应充分考虑到介质互窜的可能，制定详尽方案，编制装置开停工盲板表，防止介质互窜。</p>
      <p>2. 装置在引入、切断介质前应认真检查工艺流程，按操作方案（卡）要求执行；涉及其他装置或单位时要及时联系相关装置、科技处、生产运行处等有关方，在得到有关方确认后方可进行操作。</p>
      <p>（三）吹扫、置换操作</p>
      <p>1. 装置在吹扫、置换作业前应制定相关方案，制定介质防互窜确认表，并严格履行确认程序，防止介质互窜。</p>
      <p>2. 置换作业严禁用较低压力的介质去置换当时较高压力的介质。</p>
      <p>3. 吹扫置换作业必须严格按照操作规程（方案）进行操作，不得动用或改变与本次吹扫置换作业无关的工艺管线和设备。</p>
      <p>4. 吹扫置换作业结束后应立即恢复原工艺状况（例如恢复盲板，挂标识牌等），及时隔断两种介质的连通。</p>
      <p>（四）介质互窜点必须采用安装两个阀门并在两个阀门之间加放空或加盲板隔离。两种以上介质连通时原则上每增加一种介质相应增加一个隔离点。介质防互窜首先采用盲板隔离，不具备盲板隔离条件，采用其它隔离方式的，应组织进行充分安全评估，在确保有效隔离的同时确保无互窜或泄漏。</p>
      <p>（五）对同种介质不同技术参数（温度、压力）的介质互窜点，不涉及其他车间的，由直属车间组织各专业评审确定隔离方式，涉及其他车间的，由提出的直属车间报公司生产运行处，公司生产运行处组织科技处、机动设备处、质量安全环保处进行评审确定隔离方式。直属车间编制相应的操作方法。</p>
      <p>（六）需要改造的介质互窜点项目，由直属单位提出申请，经公司主管部门审批后方可实施。</p>
      <p>（七）属地单位要建立《***车间***装置介质互窜点管理台帐》（格式见附件表9），纳入岗位人员巡检范围，定期检查，当发生变化时要及时更新。盲板台帐作为《***车间***装置介质互窜点管理台帐》的组成部分，执行盲板管理要求。</p>
      <p>第十七条 监督与考核</p>
      <p>（一）属地单位内部拆装盲板，属地单位自行检查确认；科技处及分管部门开展定期检查和不定期抽查，并实施管理考核。</p>
      <p>（二）系统、界区盲板，由系统所属车间检查确认，生产运行处及分管部门开展定期检查和不定期抽查，并实施管理考核。</p>
      <p>（三）盲板和放空阀封堵未按规定进行管理，专业处室及车间视情节给予考核，考核标准为：</p>
      <p>1. 无工艺隔离方案考核5.0分/次，方案不完善存在漏项考核0.5分/项。</p>
      <p>2. 盲板作业过程未进行有效监督考核1.0分/次。</p>
      <p>3. 缺少台帐考核5.0分/项，拆装明细表缺少内容考核1.0分/项。</p>
      <p>4. 现场盲板未进行登记考核0.3分/项，现场编号牌上锁挂签不完整及帐实不一致考核0.1分/项。</p>
      <p>5. 放空阀封堵未按规定进行规范封堵考核0.1分/处。</p>
      <p>第十八条 本办法由科技处负责解释。</p>
      <p>第十九条 本办法自下发之日起执行。原《中石油克拉玛依石化有限责任公司盲板、三阀组及放空阀封堵管理规定》（克石化科〔2022〕2号）同时废止。</p>

    </div>

    <span slot="footer" class="dialog-footer">
      <el-button type="primary" @click="visible = false">确 定</el-button>
    </span>
  </el-dialog>
</template>

<script>
export default {
  data() {
    return {
      visible: false,
      type: null
    }
  },

  methods: {
    init(type) {
      if (!type) return
      this.type = type
      this.visible = true
    }
  }
}
</script>

<style lang="scss" scoped>
::v-deep .el-dialog {
  margin-top: 8vh !important;
  .el-dialog__body {
    padding-top: 8px;
  }
}
.content {
  height: 70vh;
  overflow: scroll;
  color: #000 !important;
  font-size: 16px;
  line-height: 24px;
}
h1 {
  text-align: center;
  line-height: 40px;
}
p {
  text-indent: 2em;
  font-size: 16px;
}
h2 {
  font-weight: 700;
  font-size: 18px;
}
b {
  font-size: 16px;
}
.red {
  color: red;
}
.divider {
  height: 1px;
  margin: 5px 0;
  border-bottom: 1px solid #000;
}
.bold {
  font-weight: 700;
}
.sign {
  display: flex;
  justify-content: flex-end;
  margin-top: 150px;
}
</style>
